7zip
aardvark-dns
abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
aquamarine
archlinux-keyring
argon2
at-spi2-core
atkmm
atom-ng-bin-debug
attica
attr
audit
autoconf
automake
avahi
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
binutils
bison
blas
blas64-openblas
bluez
bluez-libs
bluez-utils
breeze-icons
brotli
btop
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
catatonit
cbindgen
ccache
cifs-utils
clang
cmake
cmatrix
compiler-rt
composer
conmon
containers-common
convertlit
coreutils
cppdap
criu
crun
cryptsetup
cups
cups-filters
cups-pk-helper
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
dfu-util
diffutils
directx-headers
discord
dkms
docbook-xml
docbook-xsl
dolphin
double-conversion
dpkg
duktape
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-gbm
egl-wayland
egl-wayland2
egl-x11
eglexternalplatform
electron
electron39
elfutils
ell
enet
esp-idf
esptool
exiv2
expat
fakeroot
fastfetch
fd
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
fontforge
freetype2
fribidi
fuse-common
fuse3
gamescope
gawk
gc
gcab
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gendesk
gettext
giflib
git
glew
glfw
glib
glib-debug
glib-networking
glib2
glib2-docs
glibc
glibmm
glm
glslang
glu
glycin
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gnutls3.8.9-debug
go
gobject-introspection
gobject-introspection-runtime
google-chrome
gperf
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk
gtk-debug
gtk-doc
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
hdparm
hicolor-icon-theme
hidapi
highway
hiredis
htop
hwdata
hwloc
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprpaper
hyprpolkitagent
hyprshot
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i2c-tools
iana-etc
icoutils
icu
imagemagick
iniparser
inotify-tools
intel-gmmlib
intel-media-driver
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
java-environment-common
java-runtime-common
jbigkit
jdk
jdk-debug
jq
json-c
json-glib
jsoncpp
julia
karchive
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kicad
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
krb5
kservice
ktextwidgets
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
leancrypto
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libngtcp2
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libappindicator
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblake3
libblastrampoline
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libclc
libcloudproviders
libcolord
libcups
libcupsfilters
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgcc
libgcrypt
libgfortran
libgig
libgirepository
libgit2
libglvnd
libgomp
libgpg-error
libgsf
libgudev
libice
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libkexiv2
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblsan
libluv
libmakepkg-dropins
libmd
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmspack
libmtp
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libobjc
libogg
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpsl
libpulse
libquadmath
libraqm
libraw1394
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libssh
libssh2
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtsan
libubsan
libunibreak
libuninameslist
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libx86
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lld
llhttp
llvm
llvm-julia-libs
llvm-libs
lm_sensors
lmdb
lmms
lsb-release
lsof
ltspice
lua
lua-language-server
lua51
lua51-lpeg
luajit
luarocks
lv2
ly
lz4
lzo
m4
mailcap
make
matlab-meta
matlab-mpm-debug
md4c
mdadm
media-player-info
mesa
meson
minecraft-launcher
minecraft-launcher-debug
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpremote
msgpack-c
msitools
mtdev
muparser
mypy
nano
ncurses
neovide
neovim
neovim-web-devicons-git
net-tools
netavark
nettle
network-manager-applet
networkmanager
nftables
ngspice
ninja
nm-connection-editor
nng
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
nvidia-open
nvidia-settings
nvidia-utils
ocl-icd
oh-my-zsh-git
onetbb
oniguruma
openblas64
opencascade
opencore-amr
openjpeg2
openlibm
openssh
openssl
openssl-1.1
openssl-1.1-debug
opus
orc
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
passt
patch
patchelf
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
php
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-activities
playerctl
podman
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-qt6
popt
portaudio
potrace
powerline-fonts
pps-tools
ppsspp-assets
procps-ng
protobuf
protobuf-c
protontricks
pseint
pseint-debug
psmisc
pugixml
pycharm
python
python-astroid
python-asttokens
python-attrs
python-autocommand
python-bitarray
python-bitstring
python-build
python-cairo
python-cffi
python-click
python-colorama
python-cryptography
python-dbus
python-dill
python-docutils
python-ecdsa
python-filelock
python-gobject
python-greenlet
python-importlib-metadata
python-installer
python-intelhex
python-isort
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-librt
python-lxml
python-mako
python-markdown
python-markdown-it-py
python-markupsafe
python-mccabe
python-mdurl
python-more-itertools
python-msgpack
python-mypy_extensions
python-orjson
python-packaging
python-parso
python-pathspec
python-pillow
python-pip
python-pkg_resources
python-platformdirs
python-ply
python-protobuf
python-ptyprocess
python-pyaml
python-pycparser
python-pycups
python-pygments
python-pylint
python-pynvim
python-pyproject-hooks
python-pyserial
python-pyxdg
python-reedsolo
python-rich
python-rich-click
python-send2trash
python-setuptools
python-six
python-tomli
python-tomlkit
python-tqdm
python-typing_extensions
python-vdf
python-wheel
python-wxpython
python-yaml
python-zipp
qca-qt6
qpdf
qt5-base
qt5-declarative
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
ranger
rav1e
re2
read-edid
readline
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhash
ripgrep
ripgrep-all
rofi
rsync
rtkit
rubberband
ruby
rubygems
rust
rust-bindgen
sbc
scdoc
screen
sdbus-cpp
sdl12-compat
sdl2-compat
sdl3
seatd
sed
semver
serd
sfml
shaderc
shadow
shared-mime-info
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-llvm-translator
spirv-tools
spotify
sqlite
sratom
srt
starship
startup-notification
steam
steam-devices
stk
sudo
suitesparse
svt-av1
swaylock-effects-git
swaylock-effects-git-debug
syndication
syntax-highlighting
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thonny
tinysparql
tk
tlp
tomlplusplus
tpm2-tools
tpm2-tss
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-javascript
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-rust
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-bigblueterminal-nerd
ttf-liberation
ttf-material-icons
ttf-symbola
ttf-victor-mono
ttf-victor-mono-nerd
tzdata
udisks2
unibilium
unixodbc
unzip
upower
usbutils
util-linux
util-linux-libs
uwsm
v4l-utils
vapoursynth
verdict
vid.stab
vim
vim-runtime
vmaf
volume_key
vtk
vulkan-icd-loader
vulkan-intel
vulkan-mesa-implicit-layers
vulkan-nouveau
vulkan-radeon
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
wget
whatsapp-linux-desktop
whatsapp-linux-desktop-debug
which
wine
winetricks
wireless_tools
wireplumber
wl-clipboard
wlogout
wlogout-debug
woff2
woff2-font-awesome
wofi
wolfssl
wpa_supplicant
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yay
yay-debug
yyjson
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zram-generator
zsh
zstd
